Repository: wp-plugins/lj-xp
Catalog: lang/lj-xp-*.po
Languages: es_es

source: Options saved.
es_es: Opciones guardadas.

source: LiveJournal Crossposter Options
es_es: Opciones de LiveJournal Crossposter

source: LiveJournal-compliant host:
es_es: Host de site basado en LiveJournal:

source: If you are using a LiveJournal-compliant site other than LiveJournal (like DeadJournal), enter the domain name here. LiveJournal users can use the default value
es_es: Si estas usando otro site basado en Livejournal (por ejemplo, DeadJournal), introduce aquí el dominio. Los usuarios de Livejournal pueden usar el valor por defecto

source: LJ Username
es_es: Nombre de usuario de LJ

source: LJ Password
es_es: Clave de LJ

source: Only enter a value if you wish to change the stored password. Leaving this field blank will not erase any passwords already stored.
es_es: Introduce aqui una clave nueva solo si quieres cambiar la que has introducido anteriormente. El dejar este campo en blanco no cambiara la clave registrada.

source: Blog Header
es_es: Cabezera del blog

source: Set blog name for crosspost header
es_es: Introduce el nombre del plog para la cabezera del crossposter

source: Use the title of your blog (%s)
es_es: Usar el titulo de tu blog (%s)

source: Use a custom title
es_es: Usar un titulo personalizado

source: Custom blog title
es_es: Personalizar titulo del blog

source: If you chose to use a custom title above, enter the title here. This will be used in the header which links back to this site at the top of each post on the LiveJournal.
es_es: Si has elegido usar un titulo personalizado, introduce aqui el titulo. Sera usado en la cabecera que enlaza a este blog en la parte superior de cada post en tu Livejournal.

source: Post Privacy
es_es: Privacidad del post

source: Privacy level for all posts to LiveJournal
es_es: Nivel de privacidad para todos los posts de tu Livejournal

source: Public
es_es: Publico

source: Private
es_es: Privado

source: Friends only
es_es: Solo para amigos

source: LiveJournal Comments
es_es: Comentarios en Livejournal

source: Should comments be allowed on LiveJournal?
es_es: ¿Permitir comentarios en tu Livejournal?

source: Require users to comment on WordPress
es_es: Los usuarios solo podran comentar en Wordpress

source: Allow comments on LiveJournal
es_es: Permitir comentarios en Livejournal

source: LiveJournal Tags
es_es: Tags de Livejournal

source: Tag entries on LiveJournal?
es_es: ¿Marcar con tags las entradas en Livejournal?

source: Tag LiveJournal entries with WordPress categories
es_es: Marcar los tags en Livejournal con las categorias de Wordpress

source: Do not tag LiveJournal entries
es_es: No marcar las entradas de Livejournal.

source: You may with to disable this feature if you are posting in an alphabet other than the Roman alphabet. LiveJournal does not seem to support non-Roman alphabets in tag names.
es_es: Quizás quieras desactivar esta funcion si estas posteando en un orden alfabetico diferente al romano. Livejournal no soporta alfabeto no romano en los nombres de los tags.

source: Handling of &lt;!--More--&gt;
es_es: Uso de &lt;--More--&gt;

source: How should LJXP handle More tags?
es_es: ¿Como debe manejar LJXP el tag More ?

source: Link back to WordPress
es_es: Enlazar a Wordpress

source: Use an lj-cut
es_es: Usar un lj-cut

source: Copy the entire entry to LiveJournal
es_es: Copiar la entrada entera a LiveJournal

source: Update Options
es_es: Guardar opciones

source: Originally published at
es_es: Publicado originalmente en

source: This post is password protected. You can read it at
es_es: Este post esta protegido con clave. Puedes leerlo en

source: where it was originally posted
es_es: donde ha sido posteado originalment

source: You can comment here or <a href="%s#comments">there</a>.
es_es: Puedes hacer tus comentarios aqui o <a href="%s#comments">aqui</a>.

source: Please leave any <a href="%s#comments">comments</a> there.
es_es: Por favor deja tus comentarios <a href="%s#comments">comments</a>aqui.

source: Read the rest of this entry &raquo;
es_es: Leer el resto de esta entrada &raquo;

source: Read the rest of this entry &amp;raquo;
es_es: Leer el resto de esta entrada &amp;raquo;
